Repository: CristoVazqVil/Wits---Client
Catalog: Wits/Properties/Resources.*.resx
Languages: es_es

source: Add Or Block Player
es_es: Añadir o Bloquear Jugador

source: All My Friends
es_es: Todos Mis Amigos

source: Already Blocked Player
es_es: Jugador bloqueado actualmente

# AlreadyBlockedPlayerMessage
source: The player is already blocked
es_es: Este jugador ya está bloqueado

# AlreadyLogged
source: Hey!, This player is already logged in
es_es: ¡Oye!, Este jugador ya inició sesión

# BlockedBeforeMessage
source: You blocked this player before
es_es: Ya bloqueaste a este jugador

# BlockedBy
source: You Are Blocked
es_es: Estás bloqueado

# BlockedByMessage
source: This player blocked you!
es_es: ¡Este jugador te bloqueó!

source: Blocked Player
es_es: Jugador Bloqueado

source: Block Player
es_es: Bloquear Jugador

# BlockPlayerMessage
source: That player is blocked now!
es_es: ¡Has bloqueado a ese jugador!

source: Celebrations
es_es: Celebraciones

source: Change Password
es_es: Cambiar Contraseña

# ChangePasswordAdvice
source: - The password must have an uppercase letter, a lowercase letter, a number, a special character, at least 8 characters and can't be the same as your current password.
es_es: - La contraseña debe tener una letra mayúscula, una letra minúscula, un número, un carácter especial, al menos 8 caracteres y no puede ser igual a su contraseña actual.

# ConfirmationEmailError
source: An error occurred while sending the confirmation email
es_es: Ocurrió un error al enviar el correo de confirmación

source: Confirmation Email sent!
es_es: ¡Correo de confirmación enviado!

source: Confirm New Password:
es_es: Confirma Nueva Contraseña:

source: Confirm Password
es_es: Confirmar Contraseña

# CreateAccount
source: Create
es_es: Crear

# CreateTitle
source: Create Account
es_es: Crear Cuenta

source: Current Password:
es_es: Contraseña Actual:

source: Delete Friend
es_es: Eliminar Amigo

# DeleteFriendConfirmationMessage
source: Are you sure you want to delete this friend?
es_es: ¿Estás seguro de eliminar a este amigo?

# EmailAdvice
source: - The allowed email domains are: outlook.com, gmail.com, hotmail.com and estudiantes.uv.mx
es_es: - Los dominios del correo permitidos son: outlook.com, gmail.com, hotmail.com y estudiantes.uv.mx

# EmptyFields
source: There cannot be empty fields
es_es: No puede haber campos vacíos

# EnterAnswer
source: Enter your answer:
es_es: Ingresa tu respuesta:

# EnterAValidAmount
source: Please enter a valid amount within your available chips.
es_es: Ingrese una cantidad válida dentro de sus fichas disponibles.

source: Enter Email
es_es: Ingrese Email

source: Enter Game ID:
es_es: Ingresa ID de partida:

# EnterPassword
source: Password
es_es: Contraseña

source: Enter Player User:
es_es: Ingrese el usuario:

source: Enter User
es_es: Ingrese usuario

# ExistingRequest
source: Existing Request or Friendship
es_es: Solicitud o Amistad Existente

# ExistingRequestMessage
source: There's a request already or this player is your friend...
es_es: Ya hay una solicitud o el jugador es tu amigo...

source: Failed
es_es: Fallido

source: Friend Deleted
es_es: Amigo Eliminado

# FriendDeletedMessage
source: This player is no longer your friend...
es_es: Ese jugador ya no es tu amigo...

source: Friend Requests
es_es: Solicitudes de amistad

source: Friends And Requests
es_es: Amigos y Solicitudes

# GameDoesNotExist
source: There´s no game with the entered ID
es_es: No hay una partida con el ID ingresado

source: Get one here!
es_es: ¡Registrate!

source: Go!
es_es: ¡Vamos!

# HowMuch
source: How much will you wager?
es_es: ¿Cuánto apostarás?

source: Invalid email
es_es: Email inválido

# InvitationEmailError
source: An error occurred while sending the invitation email
es_es: Ocurrió un error al enviar el correo de invitación

source: Invitation Email Sent!
es_es: ¡Correo de invitación enviado!

source: Invite Friend
es_es: Invitar

source: Join Game
es_es: Unirme

source: Lobby
es_es: Sala de espera

source: New Game
es_es: Nueva Partida

source: New Password:
es_es: Nueva Contraseña:

# NoAccount
source: Don't have an account?
es_es: ¿No tienes cuenta aún?

# NotCurrentPassword
source: Not you current password...
es_es: Esa no es tu contraseña...

source: Not Existing Game
es_es: No existe la partida

# NotExistingGameMessage
source: The game is not available or has reached the maximum number of players.
es_es: El juego no existe o alcanzó el máximo de jugadores

source: Not Existing Player
es_es: Jugador No Existente

# NotExistingPlayerMessage
source: That player does not exist...
es_es: Ese jugador no existe...

source: Online Friends:
es_es: Amigos en línea:

# PasswordAdvice
source: - The password must have an uppercase letter, a lowercase letter, a number, a special character and at least 8 characters.
es_es: - La contraseña debe tener una letra mayúscula, una letra minúscula, un número, un carácter especial y al menos 8 caracteres.

# PasswordChanged
source: The password has been changed successfully!
es_es: ¡La contraseña ha sido cambiada exitosamente!

# PasswordsUnmatch
source: Passwords don't match
es_es: Contraseñas no coinciden

# PlayAsGuest
source: Play as a guest
es_es: Jugar como invitado

# PlayerInvitedMessage
source: The player was invited!
es_es: ¡El jugador fue invitado!

source: Profile Pics
es_es: Perfiles

source: Remember:
es_es: Recuerda:

source: Request Sent
es_es: Solicitud Enviada

# RequestSentMessage
source: Friend Request Sent!
es_es: ¡Solicitud de amistad enviada!

source: Round
es_es: Ronda

# SamePassword
source: The new password cannot be the same as your current password.
es_es: La nueva contraseña no puede ser igual a tu contraseña actual.

source: Send Request
es_es: Enviar Solicitud

source: Server Problem
es_es: Problema con el servidor

# ServerProblemMessage
source: There's a server problem, Sorry!
es_es: Hubo un problema con el servidor, ¡lo sentimos!

source: Start Game
es_es: Comenzar

source: Success
es_es: Exito

# ThatIsYou
source: That's You
es_es: Eres tú

# ThatIsYouMessage
source: Hey, That's You!
es_es: ¡Oye, ese eres tú!

source: Type Here
es_es: Escribe Aquí

# UserCreatedMessage
source: The user was succesfully created, welcome!
es_es: El usuario fue creado correctamente, ¡bienvenid@!

# UsernameUsedMessage
source: That username is already used, use another one
es_es: Ese nombre de usuario está en uso, intenta con otro

source: Warning!
es_es: ¡Advertencia!

# WeakPassword
source: The password is too weak
es_es: La contraseña es débil

source: Wins
es_es: Gana

# WrongPassword
source: Incorrect user or password, try again!
es_es: Usuario o contraseña incorrectos, ¡intente de nuevo!

# YouRight
source: You're right!
es_es: ¡Correcto!
